{
  "artists": [
    {
      "id": 1,
      "name": "ADAM HATTAWAY AND THE HAUNTERS",
      "bio": "One dark night, under the glow of a gas heater, Adam Hattaway and the Haunters emerged with a soul music anthology in one hand and a glass of red wine in the other. They’ll take you back to the good old days, circa. 1965, when a man could simply fall in love and cry about it. Based in Christchurch, Adam Hattaway and the Haunters have been building a national reputation as an electrifying live act. With sweltering hooks and starry-eyed narrative, their sound says ‘put your arm around the one you love and remember that they won’t be there forever – but maybe that’s a good thing.’ Adam Hattaway is for lovers. A born frontman, he performs alongside three Haunters; Elmore Jones, Liam Quinn, and Thomas Isbister. Their enigmatic live performances are often strengthened by emotive horn lines and organ from some of New Zealand’s filthiest players." ,
      "img": "/images/AdamHattaway.jpg",
      "video": "https://www.youtube.com/embed/Mena4rK3Lj0",
      "socialMedia": {
        "twitter": "",
        "instagram": "https://www.instagram.com/adam_hattaway/",
        "facebook": "https://www.facebook.com/adamhattawayandthehaunters/",
        "spotify": "https://open.spotify.com/artist/6JOrgqVcK9EM8kuiyRf2QV?si=Xb_DmY5CQJmXYrGtpSl-VQ",
        "bandcamp": "https://adamhattawayandthehaunters.bandcamp.com/"
      }
    },
    {
      "id": 2,
      "name": "AMAMELIA",
      "bio": "Amamelia is the musical project of Amelia Berry, a musician and songwriter currently based in Auckland. Her music combines breaks normally found in Jungle & Drum & Bass with a sugary synthetic pop sensibility. Throughout 2020 Amamelia has been teasing her audience with So Good and Sad and Lonely feat Junny, two singles from her debut album WOW! (due out before the years end via Sunreturn).Outside of Amamelia, Amelia can be found creating ambient soundscapes in caves as Old Chips, playing in queerbo pop-punk band Babyteeth and performing as one half of synth pop duo Fimo. In the past she's been the mastermind behind the romantic jangle of Polyester (fka as Kip McGrath), and one third of queer DJ trio PWB . She is currently host of 95bFM's illustrious chart show, the 95bFM Top 10.",
      "img": "/images/Amamelia.jpg",
      "video": "https://www.youtube.com/embed/8LQvrQf-vEU",
      "socialMedia": {
        "twitter": "https://twitter.com/Mealy_Worm",
        "instagram": "",
        "facebook": "https://www.facebook.com/amamelianz/",
        "spotify": "https://open.spotify.com/artist/7BjYtpKbFrgy8EX8REsjhW?si=qfA3AMyORyOFZtLhJCBF8Q",
        "bandcamp": "https://amamelia.bandcamp.com/"
      }
    },
    {
      "id": 3,
      "name": "AUDREY'S DANCE",
      "bio": "A weird and wonderful aural concoction comprised of vibraphones, synths, and drum machines, Audrey’s Dance provide the soundtrack to the electric dreams you always wished you could have. Comprised of members of Carnivorous Plant Society, Tiny Ruins and other local Tãmaki Makaurau favourites, this is a group you do not want to miss!",
      "img": "/images/AudreysDance.jpg",
      "video": "",
      "socialMedia": {
        "twitter": "",
        "instagram": "https://www.instagram.com/audreysdanceband/",
        "facebook": "https://www.facebook.com/Audreys-Dance-480420772127630/",
        "spotify": "",
        "bandcamp": ""
      }
    },
    {
      "id": 4,
      "name": "BABY ZIONOV",
      "bio": "New Zealand four-piece The Beths channel their friendship into high-energy guitar pop with a smart lyrical bite. 2018 was their breakout year, beginning with signing to Carpark Records and Dew Process, before releasing the internationally acclaimed debut album Future Me Hates Me, which was heralded as one the stand-out music releases of that year. The Beths have toured relentlessly on the back of Future Me Hates Me, getting audiences hooked on their ebullient sound. After selling out shows across Australia, New Zealand, North America, the UK and Europe in 2018, the band are proving to be one of the most in-demand live acts on the planet.",
      "img": "/bandphotos/BabyZionov.jpg",
      "video": "https://www.youtube.com/embed/0Xd8mm87EZg",
      "socialMedia": {
        "twitter": "https://twitter.com/babyzionov",
        "instagram": "https://www.instagram.com/babyzionov/",
        "facebook": "https://www.facebook.com/babyzionov/",
        "spotify": "https://open.spotify.com/artist/4RLTd4Vi9dfNeEKMnmylaO?si=lOx41DDJTveJZJeZhcgCKw",
        "bandcamp": "https://babyzionov.bandcamp.com/"
      }
    },
    {
      "id": 5,
      "name": "THE BATS",
      "bio": "The Bats must hold an all-time record in New Zealand (if not the world) as a band that has survived with the same line-up consistently for 38 years. No split ups and reforming for nostalgia’s sake.They’ve clocked up 9 albums - each one evolving with new material from the prolific songwriting hand of Robert Scott. The Bats singer songwriter/guitarist, Robert Scott and bassist/producer Paul Kean both reside in the New Zealand Music Hall of Fame for their achievements, respectively with The Clean and Toy Love. Joined by Kaye Woodward on lead guitar/backing vocals and drummer Malcolm Grant, this combination produces a surprisingly wide range of material with songs from twisted wistful folk to psychedelic rock to bouncy twee pop. But whatever the song style, The Bats’ sound is always distinctively and unmistakably The Bats - the mark of a great band comfortable with who they.",
      "img": "/bandphotos/THEBATS.jpg",
      "video": "https://www.youtube.com/embed/xC4SX4c50Ig",
      "socialMedia": {
        "twitter": "https://twitter.com/theBatsNZ/",
        "instagram": "https://www.instagram.com/thebatsnz/",
        "facebook": "https://www.facebook.com/thebats.co.nz/",
        "spotify": "https://open.spotify.com/artist/2YvNi4oPdBgD45gc1UycxW?si=DhX8CsmSTL-PZAvaWN54HA",
        "bandcamp": "https://thebats.bandcamp.com/"
      }
    },
    {
      "id": 6,
      "name": "BEASTWARS",
      "bio": "In a parallel dimension Beastwars would have just wrapped up their first ever tour of the UK and Europe. 3 weeks playing festivals and small rock clubs throughout the UK, Germany, France, Poland, Austria, Italy, Slovenia and Switzerland. Unfortunately, these plans and everyone else's intentions for 2020 have been seriously scuppered. But the show must go on! Having sold out shows on their August tour in Auckland and Wellington the band are stoked to be playing Others Way 2020 for fans that missed out on tickets to their Whammy Bar show. The band will be digging deep into their repertoire from all four albums including last years number one record 'IV' and possibly including a new song or two written during lockdown.",
      "img": "/bandphotos/Beastwars.jpg",
      "video": "https://www.youtube.com/embed/M_Ieh5Er3aw",
      "socialMedia": {
        "twitter": "https://twitter.com/beastwarsband",
        "instagram": "https://www.instagram.com/beastwarsband/",
        "facebook": "https://www.facebook.com/beastwars666",
        "spotify": "https://open.spotify.com/artist/7xERCiJiUTzPj6X4hRRGh4?si=jSZf_gxsRk6lPofpGGeh5A",
        "bandcamp": "https://beastwars.bandcamp.com/"
      }
    },
    {
      "id": 7,
      "name": "COOTIE CUTIES",
      "bio": "Formed in the depths of mount Roskill,  3 punk rock mums, Shannon, Kelsie, and Annie had a dream -To take up space and make cute queer feminist punk. Cootie Cuties made their debut late 2019 opening for international internet sensations Crywank. By February 2020 they braved the desert road all the way to Wellington for Waitangi Wastefest. After heavy boardroom negotiations with Auckland’s favorite surf punks JANG, Cootie Cuties won shared custody of drummer Alex. The conditions of the agreement were that they wouldn’t feed him after midnight  for fear of him turning into a gremlin. Drawing from a range of influences from Madonna to Jawbreaker, Cootie Cuties give you something to shake your booty to. Juxtaposed with lyrics about Menstrual Freedom and addressing the issue of domestic violence leaving you with something to think about. ",
      "img": "/bandphotos/CootieCuties.jpg",
      "video": "https://www.youtube.com/embed/mlaSA0YDM1Q",
      "socialMedia": {
        "twitter": "",
        "instagram": "https://www.instagram.com/cootiecuties/",
        "facebook": "https://www.facebook.com/cootiecuties/",
        "spotify": "",
        "bandcamp": ""
      }
    },
    {
      "id": 8,
      "name": "DARTZ",
      "bio": "DARTZ are the band from Wellington, New Zealand. Since igniting onto the Welly scene in 2019 with punk bangers to burn and a live show frothier than a shaky pour of Lion Red at the local RSA, the DARTZ boys have definitively set about to become the best party band that Aotearoa has to offer. Channelling the classic Kiwi pub rock vibes of yesteryear alongside landlord-induced anxieties and a healthy interest in pinging, DARTZ have quickly gained recognition in Wellington for a top-tier first year that included the release of debut EP No Matter Whatz, sharing the stage with Aussie legends The Chats twice, playing a world record 14 Crate Day house parties in one day, and the luscious lyricism of “24 beers and 2 free hands” becoming just as iconic in the capital as rowdy Wednesday nights, Mittens and high-qual café nachos.",
      "img": "/bandphotos/CootieCuties.jpg",
      "video": "https://www.youtube.com/embed/luhCD_o5Ebk",
      "socialMedia": {
        "twitter": "",
        "instagram": "https://www.instagram.com/smokedartz/",
        "facebook": "https://www.facebook.com/smokedartz/",
        "spotify": "https://open.spotify.com/artist/0ekrcj2YAoYh52dJzcvKJi?si=yoUfNWagRWe-LaAkuj8VSQ",
        "bandcamp": ""
      }
    },
    {
      "id": 9,
      "name": "DATELINE",
      "bio": "Dateline is the musical project of Katie Everingham, a musician and songwriter currently based in Hastings. Her band is made up of the cream of Auckland's indie and alternative crop featuring Callum Devlin (Hans Pucket), Priya Sami (fka Trip Pony, Sami Sisters) and Ruby Walsh (Lips, Trip Pony). Earlier in the year Dateline supported US artist Jaysom and their scorching set was recorded and released as Dateline Live! The EP comes off the back of two hot singles, If You Want It and Such A Bitch. Those songs were recorded by Dateline's original band members Elizabeth Stokes (The Beths) Robert Bruce (The Naenae Express) and Ruby Walsh (Trip Pony). Before the year is over Dateline will hit the studio for another round of recording!",
      "img": "/images/Dateline.jpg",
      "video": "https://www.youtube.com/embed/q-gJ3Fqts0w",
      "socialMedia": {
        "twitter": "",
        "instagram": "https://www.instagram.com/dateline2.0/",
        "facebook": "https://www.facebook.com/Dateline2.0/",
        "spotify": "https://open.spotify.com/artist/1qmkqOcRV8vy61b2zBBeFm?si=Sr__jEuaRUKHrqucvz5zJw",
        "bandcamp": "https://dateline.bandcamp.com/"
      }
    },
    {
      "id": 10,
      "name": "DEAD FAMOUS PEOPLE",
      "bio": "Dead Famous People began in the Jervois Rd flat of singer and songwriter Dons Savage in 1986. Dons and keyboard player Biddy Leyland had previously played in Auckland's stroppy girl band 'Freudian Slips'.Shortly after this they signed to Flying Nun after Chris Knox happened upon their song 'Barlow's house'. Following a local buzz around the band, they promptly relocated to London at the invitation of Billy Bragg who had heard them on the radio in Auckland while on a NZ tour. They played regularly in London and recorded a second EP and an album which were well received by the English music press. With Dead famous people members eventually pulling in different directions, Savage returned home to NZ and continued to write songs, settling in a central suburb to raise son Harry. In 2018 a chance meeting in a London club between a longtime DFP fan and Fire records boss James Nicholls, resulted in the signing of DFP to Fire records, after James requested and heard new demos. Their first offering via Fire is the aptly titled album 'Harry' due out on October 9th 2020.",
      "img": "/images/deadfamouspeople.jpg",
      "video": "https://www.youtube.com/embed/NU6qBS0m2bo",
      "socialMedia": {
        "twitter": "",
        "instagram": "",
        "facebook": "https://www.facebook.com/deadfamouspeopleofficial/",
        "spotify": "https://open.spotify.com/artist/3R6JWhh0dvSFVLS0E1rQSN?si=u7uYYA2jR46Z3Jpg4sn7mA",
        "bandcamp": "https://deadfamouspeoplefire.bandcamp.com/"
      }
    },
    {
      "id": 11,
      "name": "DICK MOVE",
      "bio": "Dick Move are a 5 piece socialist-party-punk group from Tāmaki Makaurau (New Zealand). They perform short and not so sweet tracks about (insert social injustice issues of the 21st century) thinly veiled as a good time with hooks that remind you of the B-52's played with the speed of a hardcore band. Expect their DIY debut album lovingly produced, recorded and mixed by Peter Ruddell (Wax Chattels, Sulfate) in the second part of 2020.",
      "img": "/images/DickMove.jpg",
      "video": "https://www.youtube.com/embed/gksQPQBNLMk",
      "socialMedia": {
        "twitter": "",
        "instagram": "https://www.instagram.com/dick_move_dick_pics/",
        "facebook": "https://www.facebook.com/DickMoverz/",
        "spotify": "https://open.spotify.com/artist/4y32anHRxQ5DXUQYomokdU?si=MDKB8KakQ0SWNUmat117WQ",
        "bandcamp": "https://dickmove2.bandcamp.com/"
      }
    }, 
    {
      "id": 12,
      "name": "DIGGY DUPÉ",
      "bio": "Diggy Dupé has come a long way from the teenage days of making music with his cousin ReddxRozaay, using the most basic of tools that included a motorola phone and singstar microphone. A finalist for Best Hip Hop Act at the 2019 Vodafone New Zealand Music Awards for his 2018 EP Island Time, the talented rapper  is set to release his full length debut That’s Me, That’s Team on 28 August. Since announcing arriving on the scene with his debut EP K.O.T.I.C (Kids Of The Inner City) in 2017, Diggy Dupé has become a core member of the Auckland hip hop community. While some of his peers represent South Auckland or the city’s Westside, for Diggy Dupé, inspiration and stories are always about being a Central Auckland Polynesian kid. Family, his Niuean heritage, gentrification and identity are recurring themes throughout his releases.",
      "img": "/images/DiggyDupe.jpg",
      "video": "https://www.youtube.com/embed/y142q5gEgl8",
      "socialMedia": {
        "twitter": "https://twitter.com/DiggyDupe",
        "instagram": "https://www.instagram.com/diggydupe/",
        "facebook": "https://www.facebook.com/diggydupe/",
        "spotify": "https://open.spotify.com/artist/4H3PAXVo7CJWQj30ndGKSn?si=WUuNmUGuR_iFg-hI0tc4bw",
        "bandcamp": "https://renaissancemusicnz.bandcamp.com/album/island-time"
      }
    },
    {
      "id": 13,
      "name": "EARTH TONGUE",
      "bio": "Sometimes music is supposed to feel weird and indescribable. It’s the moments of clarity within the dense, sonic mess that often feels the most satisfying. That’s the space that Earth Tongue occupy. At times, their songs are shrill and disorientating, other times their reverb-washed textures and instantly-familiar hooks can wrap you in a warm, loving embrace. The one consistent thread through their music, however, is the thick and all-encompassing fuzz. Guitarist Gussie Larkin (Mermaidens) has become a master of the fuzz-smothered riff, and along with Ezra Simons’ off-kilter drumming, they’ve been sending punters into transcendental states since they began gigging in their home town of Wellington in 2016. Following the release of their debut album Floating Being in 2019 via Bristol-based label Stolen Body Records, Earth Tongue toured Australia, the UK and Europe, picking up praise along the way from BBC Radio6, Bandcamp and headbangers all over the world." ,
      "img": "",
      "video": "https://www.youtube.com/embed/nw-bdf4cQNs",
      "socialMedia": {
        "twitter": "",
        "instagram": "https://www.instagram.com/earthtongue/",
        "facebook": "https://www.facebook.com/earthtongueband/",
        "spotify": "https://open.spotify.com/artist/1dceZ2BGZBTMuI6BIL4EQ5?si=Tn3jedtfTRafnEsbllFc3Q",
        "bandcamp": "https://earthtongue.bandcamp.com/"
      }
    },
    {
      "id": 14,
      "name": "FINN ANDREWS (SOLO)",
      "bio": "Since releasing his critically acclaimed debut solo album One Piece At A Time in early 2019, Finn Andrews (The Veils) has toured extensively playing churches and town halls throughout the UK, North America & Europe, and is now bringing a solo iteration of the show to The Others Way. The album featured the singles One By The Venom, Stairs To The Roof, and A Shot Through The Heart (Then Down In Flames). It was co-produced by Tom Healy at Auckland's The Lab and features contributions from Cass Basil & Alex Freer (both of Tiny Ruins), Reb Fountain and Nina Siegler on backing vocals, and string arrangements by Victoria Kelly. 2020 has seen the release of two album B-sides Body Of Light and My Lotus Flower & Me." ,
      "img": "/images/FinnAndrews.jpg",
      "video": "https://www.youtube.com/embed/rOjo-Nlg3_k",
      "socialMedia": {
        "twitter": "",
        "instagram": "https://www.instagram.com/the_veils/",
        "facebook": "https://www.facebook.com/theveils/",
        "spotify": "https://open.spotify.com/artist/2jIndPKbG6XuyFjaTK4XqB?si=uUu480WHTTC0-3fkns1AKQ",
        "bandcamp": ""
      }
    },
    {
      "id": 15,
      "name": "GARETH THOMAS",
      "bio": "Kiwi solo-artist Gareth Thomas is a master architect of indie pop simplicity. Whether it’s delivering the iconic singles Sophie and Buck It Up as part of legendary local act Goodshirt, or crafting clever computer-driven tunes under his own name, Gareth’s left of centre approach to a catchy hook has continued to evolve alongside his legacy as one of Aotearoa’s most innovative artists. Gareth’s passion for songwriting, production and a hefty dose of experimentation began in the late 1990’s. While most local bands were spending their hard earned cents on studio recording dme, Goodshirt looked to the future and officially became the first NZ band to record an album on a Pendum 486 PC, in a garden shed, and take it to the top of the charts. Gareth’s first computer may be long gone, along with the shed, but his proudly DIY and ‘outside the box’ approach to music making continues to underpin his work.",
      "img": "/images/GarethThomas.jpg",
      "video": "https://www.youtube.com/embed/_2Eluw2w9Yo",
      "socialMedia": {
        "twitter": "",
        "instagram": "https://www.instagram.com/gareththomastunes/",
        "facebook": "https://www.facebook.com/gareththomastunes/",
        "spotify": "https://open.spotify.com/artist/3iIBHaGxpA8qPTlaHqKMk6?si=eSfrqDsuQFS-aY0ovjMQNA",
        "bandcamp": "https://gareththomastunes.bandcamp.com/"
      }
    },
    {
      "id": 16,
      "name": "GINO OCTOBER",
      "bio": "South African born Gino October is a rapper, singer and producer. The Auckland based artists' sound playfully boarders the line of Classic Hip Hop, Modern Rap and Pop R&B.Armed with catchy hooks, witty word play and melodic cadence, Gino takes pride in ensuring impeccable story telling is consistently showcased throughout his work. His onstage energy and charisma completes his arsenal that will surely make him a billing staple.In 2019, Gino is poised to release his 3rd EP under the working title 'No More Time' which is due in quarter three. A slew of singles and features with both local and Australian artists to see out the year will most definitely cement him as an artist to keep tabs on in the years the come.",
      "img": "/images/GinoOctober.jpg",
      "video": "https://www.youtube.com/embed/LUD0A9_qxFI",
      "socialMedia": {
        "twitter": "https://twitter.com/GinoOctober",
        "instagram": "https://www.instagram.com/cuppagino_/",
        "facebook": "https://www.facebook.com/GinoOctoberMusic/",
        "spotify": "https://open.spotify.com/artist/4mN7hfy6TrESlZz7DMNzQI?si=4tJhPYfjSjacpnNCbRGkMA",
        "bandcamp": "https://gino94.bandcamp.com/"
      }
    },
    {
      "id": 17,
      "name": "THE GOLDEN AWESOME",
      "bio": "With their live shows rarer than a set of photocopied Kevin Shields chord sheets on ebay, The Golden Awesome are goldener and awesomer than ever. They are currently working on their second album with giant leaps both forward and back (the band continue to out-reverse-reverb each other), and intend to construct a loud and beautiful wall of noise between you and your everyday woes.",
      "img": "/images/TheGoldenAwesome.jpg",
      "video": "https://www.youtube.com/embed/w9_8VFAXCow",
      "socialMedia": {
        "twitter": "",
        "instagram": "",
        "facebook": "https://www.facebook.com/The-Golden-Awesome-281961935469/",
        "spotify": "",
        "bandcamp": "https://thegoldenawesome.bandcamp.com/"
      }
    },
    {
      "id": 18,
      "name": "THEE GOLDEN GEESE",
      "bio": "'Like a cross between Benny Hill and Aerosmith…' - Review of our recent show. Are you ready to party? If not, we understand. After all, we're a quartet of men in our 40s who love video games and staying home. Someone once said there's a fine line between stupid and clever, sadly Thee Golden Geese have no idea where that line is drawn. Frequently, they dance across it, sometimes tripping themselves up, sometimes getting confused and needing someone to help them have a nice sit down and a cup of tea. Featuring members of Magic Factory, The Conjurors, The Sneaks, Hang Loose, Fever Party, and lots of other ones you’ve definitely heard of, Thee Golden Geese are here to give it one more go before admitting we’re never going to be famous.",
      "img": "/images/TheeGoldenGeese.jpg",
      "video": "https://www.youtube.com/embed/cuoedwAnFDA",
      "socialMedia": {
        "twitter": "",
        "instagram": "https://www.instagram.com/theegoldengeese/",
        "facebook": "https://www.facebook.com/theegoldengeese/",
        "spotify": "https://open.spotify.com/artist/6oY7YMq1jBlq2gMvVlWnqO?si=LzN_NLWBQ6-ik-1QihioGQ",
        "bandcamp": "https://theegoldengeese.bandcamp.com/"
      }
    },
    {
      "id": 19,
      "name": "GREEN GROVE",
      "bio": "Green Grove is the musical project of Durham Fenwick, a musician and songwriter currently based in Auckland. Green Grove's music is for deep listening, creating lush electronic worlds inspired by Lounge and Library Music. Durham has wholeheartedly immersed himself into Auckland's independent music scene, initially as the guitarist of New Gum Sarn, and then swiftly into groups such as Guardian Singles, Bozo, PG/VG and as a live sound engineer at Whammy Bar. Following the release of 2019's Machine Music, Green Grove has pivoted to a contemplative sound palette, with his live set embodying mindful ambience and graceful soundscapes.",
      "img": "/images/GreenGrove.jpeg",
      "video": "https://www.youtube.com/embed/akYUCWIWPfs",
      "socialMedia": {
        "twitter": "",
        "instagram": "https://www.instagram.com/darimfennick/",
        "facebook": "https://www.facebook.com/Greengrov3/",
        "spotify": "https://open.spotify.com/artist/4Or9cUnJdgeT8tQ0SP7PrV?si=76-IAgTjQlqqHJBBwt9KXw",
        "bandcamp": "https://greengrove.bandcamp.com/"
      }
    },
    {
      "id": 20,
      "name": "GUARDIAN SINGLES",
      "bio": "She made the New Zealand hip hop scene take notice in 2017 when she delivered a compelling performance as the first female MC to perform on David Dallas' Red Bull 64 Bars, and backed it up with a string of tracks that showed the newcomer was here to stay.Now, with the release of her second EP New Views, JessB is much more than a promising talent. She's got streams in the millions, has spins on commercial and alternative radio. JessB has been expanding her world, spending time with creatives in London, Amsterdam, LA and New York, performing at Venice Biennale, in London and across Australia and Splendour in the Grass. When she hasn't been getting stamps on her passport, JessB has continued to infiltrate the New Zealand music industry from within - she's toured with role-model Ladi6 and supported SIX60 and Fat Freddy's drop, as well as international acts YG and Lil Simz and Stormzy.",
      "img": "",
      "video": "https://www.youtube.com/embed/zyZGxTnig8E",
      "socialMedia": {
        "twitter": "",
        "instagram": "https://www.instagram.com/guardiansingles/",
        "facebook": "https://www.facebook.com/guardiansingles/",
        "spotify": "https://open.spotify.com/artist/3nJWuLiIgkOOvzrVtZOSPq?si=HsD9Udv2TJqxc_G1iS5SyQ",
        "bandcamp": "https://guardiansingles.bandcamp.com/"
      }
    },
    {
      "id": 21,
      "name": "JESSB",
      "bio": "She made the New Zealand hip hop scene take notice in 2017 when she delivered a compelling performance as the first female MC to perform on David Dallas' Red Bull 64 Bars, and backed it up with a string of tracks that showed the newcomer was here to stay.Now, with the release of her second EP New Views, JessB is much more than a promising talent. She's got streams in the millions, has spins on commercial and alternative radio. JessB has been expanding her world, spending time with creatives in London, Amsterdam, LA and New York, performing at Venice Biennale, in London and across Australia and Splendour in the Grass. When she hasn't been getting stamps on her passport, JessB has continued to infiltrate the New Zealand music industry from within - she's toured with role-model Ladi6 and supported SIX60 and Fat Freddy's drop, as well as international acts YG and Lil Simz and Stormzy.",
      "img": "/images/JessB.jpg",
      "video": "https://www.youtube.com/embed/QawmnA9KdNE",
      "socialMedia": {
        "twitter": "https://twitter.com/ogjessb",
        "instagram": "https://www.instagram.com/ogjessb/",
        "facebook": "https://www.facebook.com/ogjessb/",
        "spotify": "https://open.spotify.com/artist/3dnNuI5EU8TEdiAT73kj27?si=07DhhNRVSlaGbfpGYXq8eQ",
        "bandcamp": "https://ogjessb.bandcamp.com/"
      }
    },
    {
      "id": 22,
      "name": "JUNO IS",
      "bio": "Dunedin solo artist Juno Is can be described as the new wave of dreamy psychedelic rock which can easily be likened to a crazy dream. She has recently released her debut EP ‘Creature Of Habit’. These tracks dive into the feeling of bad friendships and sinking memories while it pulls you in with it’s dark yet dreamy tones. Although she records alone, her songs are brought to life in the form of a 5 piece band, emulating the live sound of rich guitars, flowy basslines and energetic percussion. Be prepared to be captured in these dreamy sounds.",
      "img": "/images/JunoIs.jpg",
      "video": "https://www.youtube.com/embed/mQnZr-XzVfA",
      "socialMedia": {
        "twitter": "",
        "instagram": "https://www.instagram.com/junoissnazzy/",
        "facebook": "https://www.facebook.com/junoissnazzy/",
        "spotify": "https://open.spotify.com/artist/4RkwZew0JM7GAyRLfbob9f?si=ia4x5Pw5Qjqi1tm1YcgD7Q",
        "bandcamp": "https://junois.bandcamp.com/"
      }
    },
    {
      "id": 23,
      "name": "K M T P",
      "bio": "K M T P is the musical project of Keria Paterson, a musician and songwriter currently based in Auckland. Keria  didn’t discover music at a particular point in their life, it was always there, whether it was attending Flying Nun gigs with family as a kid and starting to sing and play guitar and piano at an early age. At high school, they connected with other passionate musicians and added bass and keyboards/synths to his repertoire, as well as beginning to experiment with recording and live music production. Before starting their own solo projects as K M T P, Paterson played with Auckland indie faves Polyester, as well as with Ethan Moore’s “bedroom stadium pop” project Dirty Pixels.",
      "img": "/images/KMTP.jpeg",
      "video": "https://www.youtube.com/embed/ROzMlIWMNbY",
      "socialMedia": {
        "twitter": "",
        "instagram": "https://www.instagram.com/kmtpmakesmusic/",
        "facebook": "https://www.facebook.com/kmtpmakesmusic/",
        "spotify": "https://open.spotify.com/artist/3PW65WLXS6nvUaNquvoXvO?si=DRYvU2R6Q-KKQxCwOGdTRA",
        "bandcamp": "https://kmtp.bandcamp.com/album/p-s-c-u-soon"
      }
    },
    {
      "id": 24,
      "name": "LAIIKA",
      "bio": "Consisting of best friends Grace Moller and Heidi Simpson, LAIIKA are a female pop-duo from Auckland with an exciting modern take on pop music that recounts the whimsical feelings of youth with cutting truth. The pair write and co-produce all of their songs making for an original and authentic personality. Ranging from upbeat funkalicious dance tracks to stripped back intimate power ballads. Sonically cohesive yet eclectic, LAIIKA draws inspiration from many different decades and genres such as 70’s disco, dreamy 80’s synth pop and punchy 2000’s classics.",
      "img": "/images/laiika.jpeg",
      "video": "",
      "socialMedia": {
        "twitter": "",
        "instagram": "https://www.instagram.com/laiikamusic/",
        "facebook": "https://www.facebook.com/laiikamusic/",
        "spotify": "",
        "bandcamp": ""
      }
    },
    {
      "id": 25,
      "name": "LOVE SQUARE",
      "bio": "The hottest horn section to stalk K Road are joined by a fiery young drummer named Karen Hu to take you on a musical journey from Africa to Aotearoa via the Caribbean. Electric pianos pulse along with simmering percussion beneath trumpet crescendos buffeted by gale force sax solos. The stars of Carnivorous Plant Society and Hopetoun Brown cross the streams to capture the ghosts of Ethio-jazz before splicing in their own antipodean rhythms. When Nick Atkinson and Finn Scholes aren't traversing icy mountains they're plotting perfect set-lists littered with ripping bluesy goodness. This brand new trio are about to flam a rimshot right up in your aroma. Come for the high notes, stay for the beats!",
      "img": "/images/LoveSquare.jpeg",
      "video": "",
      "socialMedia": {
        "twitter": "",
        "instagram": "",
        "facebook": "https://www.facebook.com/funk.co.nz/",
        "spotify": "https://open.spotify.com/artist/6fXQBrSejNYEPtf2dewtqC?si=N7qBWhL7Qn-PrD0Fg05Kzg",
        "bandcamp": ""
      }
    },
    
  ]
}